{
    "The Ethereum token standard (ERC20) defines a common list of\nrules that an Ethereum token has to implement. Giving\ndevelopers the ability to program how new tokens will function\nwithin the Ethereum ecosystem. This token protocol became\npopular with crowdfunding companies via initial coin offering\n(ICO).": "이더리움 토큰 표준(ERC20)은 이더리움 토큰이 구현해야 하는\n공통 규칙 목록을 정의합니다. 기부는\n이더리움 생태계 내에서 새 토큰이 작동하는 방식을\n프로그래밍하는 기능을 개발합니다. 이 토큰 프로토콜은 초기 코인 제공(ICO)을 통해\n크라우드 펀딩 회사에서 인기를 얻었습니다.",
  "The application must be completely open-source, it must\noperate autonomously, and with no entity controlling the\nmajority of its tokens. The application may adapt its\nprotocol in response to proposed improvements and market\nfeedback but all changes must be decided by consensus of its\nusers.": "애플리케이션은 완전히 오픈 소스여야 하며, 자율적으로\n작동해야 하며, 대부분의 토큰을 제어하는\n엔티티가 없어야 합니다. 응용 프로그램은 제안된 개선 사항 및 시장 피드백에 따라\n프로토콜을 조정할 수 있지만 모든 변경 사항은\n사용자의 합의에 의해 결정되어야 합니다.",
  "The application must generate tokens according to a standard\ncrytptographic algorithm acting as a proof of the value\nnodes are contributing to the application (Bitcoin uses the\nProof of Work Algorithm).": "애플리케이션은 노드가 애플리케이션에 기여하고 있는\n값의 증거 역할을 하는 표준 암호화 알고리즘에 따라 토큰을 생성해야 합니다(Bitcoin은 작업 증명 알고리즘을 사용함).",
  "The application must use a cryptographic token (bitcoin or a\ntoken native to its system) which is necessary for access to\nthe application and any contribution of value from (miners /\nfarmers) should be rewarded in the application’s tokens.": "애플리케이션은 애플리케이션에 액세스하는 데 필요한 암호화 토큰(비트코인 또는 시스템 고유의\n토큰)을 사용해야 하며 (광부/농부)의 가치 기여는 애플리케이션의 토큰으로\n보상되어야 합니다.",
  "The application's data and records of operation must be\ncryptographically stored in a public, decentralized\nblockchain in order to avoid any central points of failure.": "애플리케이션의 데이터와 작동 기록은 중앙의 장애 지점을 피하기 위해\n공개된 분산 블록체인에 암호화 방식으로 저장해야 합니다.",
  "The entire token supply will be generated during deploy and sent to Token Owner wallet. You can't increase or reduce supply later.": "전체 토큰 공급은 배포 중에 생성되어 토큰 소유자 지갑으로 전송됩니다. 나중에 공급을 늘리거나 줄일 수 없습니다.",
  "The reason gas is important is that it helps to ensure an\nappropriate fee is being paid by transactions submitted to the\nnetwork. By requiring that a transaction pay for each\noperation it performs (or causes a contract to perform), we\nensure that network doesn't become bogged down with performing\na lot of intensive work that isn't valuable to anyone.": "가스가 중요한 이유는 네트워크에 제출된 트랜잭션에 의해\n적절한 수수료가 지불되도록 하는 데 도움이 되기 때문입니다. 트랜잭션이 수행하는 각 작업에 대해\n지불하도록 요구함으로써(또는 계약이 수행되도록 함) 네트워크가\n누구에게도 가치가 없는 많은 집중적인 작업을 수행하는 데 방해가 되지 않도록\n보장합니다.",
  "These apps run on a custom built blockchain, an enormously\npowerful shared global infrastructure that can move value\naround and represent the ownership of property.": "이러한 앱은 가치를 이동하고 자산의 소유권을 나타낼 수 있는\n매우 강력한 공유 글로벌 인프라인 맞춤형 블록체인에서 실행됩니다.",
  "This enables developers to create markets, store registries of\ndebts or promises, move funds in accordance with instructions\ngiven long in the past (like a will or a futures contract) and\nmany other things that have not been invented yet, all without\na middleman or counterparty risk.": "이를 통해 개발자는 시장을 만들고, 부채 또는 약속의 레지스트리를\n저장하고, 과거에\n지시된 지침에 따라 자금을 이동할 수 있으며(예: 유언장 또는 선물 계약) 아직 발명되지 않은\n기타 여러 가지가 이 모든 작업 없이 가능합니다. \n 중개인 또는 상대방 위험.",
  "To generate new tokens you must use the \"mint\" function using token owner wallet. You can doing this by using the Contract/Write tab on your blockchain explorer token page (i.e. Etherscan, BscScan or PolygonScan). You can also import ABI from the Docs page in tools like MyEtherWallet and calling the mint function.": "새 토큰을 생성하려면 토큰 소유자 지갑을 사용하여 \"mint\" 기능을 사용해야 합니다. 블록체인 탐색기 토큰 페이지(예: Etherscan, BscScan 또는 PolygonScan)에서 계약/쓰기 탭을 사용하여 이 작업을 수행할 수 있습니다. MyEtherWallet과 같은 도구의 문서 페이지에서 ABI를 가져오고 mint 함수를 호출할 수도 있습니다.",
  "Token Decimals": "토큰 십진수",
  "Token Generator": "토큰 생성기",
  "Token Name": "토큰 이름",
  "Token Name *": "토큰 이름 *",
  "Token Symbol": "토큰 심볼",
  "Token Symbol *": "토큰 기호 *",
  "Token decimals *": "토큰 십진수 *",
  "Token owner can stop token transfers. Useful for scenarios such as preventing trades until the end of an evaluation period, or having an emergency switch for freezing all token transfers in the event of a large bug.": "토큰 소유자는 토큰 전송을 중지할 수 있습니다. 평가 기간이 끝날 때까지 거래를 방지하거나 큰 버그가 발생한 경우 모든 토큰 전송을 동결하는 비상 스위치를 갖는 것과 같은 시나리오에 유용합니다.",
  "Token source code is provided under MIT License. Source code has\nbeen tested with 100% coverage and continuously updated to reduce\nrisk of bugs and to introduce language optimizations. Anyway the\npurchase of tokens involves a high degree of risk. Before acquiring\ntokens, it is recommended to carefully weighs all the information\nand risks detailed in Token owner's Conditions.": "토큰 소스 코드는 MIT 라이선스에 따라 제공됩니다. 소스 코드는 100% 범위에서 테스트되었으며 버그 위험을 줄이고 언어 최적화를 도입하기 위해\n지속적으로 업데이트되었습니다. 어쨌든 토큰의\n구매에는 높은 수준의 위험이 따릅니다. 토큰을 획득하기 전에\n토큰 소유자 조건에 자세히 설명된 모든 정보와 위험을 신중하게 고려하는 것이 좋습니다.",
  "Token type *": "토큰 유형 *",
  "Total Supply *": "총 공급 *",
  "Transfer type *": "전송 유형 *",
  "Try building your ERC20 Token in less than a minute. You can try on\nTest Network before to go live.": "1분 이내에 ERC20 토큰을 구축해 보십시오. 라이브를 시작하기 전에\nTest Network를 시도할 수 있습니다.",
  "Unstoppable, Pausable": "멈출 수 없음, 일시 중지 가능",
  "Update Token Information": "토큰 정보 업데이트",
  "Use the links below to discover more about Gas and Gas Price.": "가스 및 가스 가격에 대해 자세히 알아보려면 아래 링크를 사용하십시오.",
  "What are your Token requirements?": "토큰 요구 사항은 무엇입니까?",
  "What is Ethereum?": "이더리움이란?",
  "What is GAS and how to set Gas price?": "가스란 무엇이며 가스 가격은 어떻게 설정하나요?",
  "What is a DApp?": "디앱이란?",
  "What is a Multisig Wallet?": "다중서명 지갑이란?",
  "What is an ERC20 token?": "ERC20 토큰이란 무엇입니까?",
  "What's the difference between 10k, Fixed, Capped and Unlimited Supply?": "10k, 고정, 한도 및 무제한 공급의 차이점은 무엇입니까?",
  "What's the difference between Unstoppable or Pausable Transfer?": "Unstoppable 또는 Pausable Transfer의 차이점은 무엇입니까?",
  "Where will token supply go after deploy?": "배포 후 토큰 공급은 어디로 가나요?",
  "Who will be Token Owner?": "누가 토큰 소유자가 될까요?",
  "Will my Token Source Code be verified?": "내 토큰 소스 코드가 확인됩니까?",
  "Will people mark my token as SCAM?": "사람들이 내 토큰을 SCAM으로 표시합니까?",
  "Yes, you can use Token for ICO or Crowdsales.": "예, ICO 또는 Crowdsales에 토큰을 사용할 수 있습니다.",
  "Yes, you can use your Token in Exchanges, Dex, or DeFi protocols like Uniswap. It is a ERC20 compliant so you can use for any purpose where ERC20 applies.": "예, Exchange, Dex 또는 Uniswap과 같은 DeFi 프로토콜에서 토큰을 사용할 수 있습니다. ERC20 규격이므로 ERC20이 적용되는 모든 용도로 사용할 수 있습니다.",
  "Yes, your token source code will be already verified on blockchain explorer like Etherscan, BscScan or PolygonScan.": "예, 토큰 소스 코드는 Etherscan, BscScan 또는 PolygonScan과 같은 블록체인 탐색기에서 이미 확인됩니다.",
  "You can define an initial supply to sent to Token Owner's wallet. You can increase or reduce supply later by minting or burning tokens (if allowed). You will be able to generate unlimited tokens without an upper limit.": "토큰 소유자의 지갑으로 보낼 초기 공급을 정의할 수 있습니다. 토큰을 발행하거나 소각하여 나중에 공급을 늘리거나 줄일 수 있습니다(허용되는 경우). 상한선 없이 무제한 토큰을 생성할 수 있습니다.",
  "You can define an initial supply to sent to Token Owner's wallet. You can increase or reduce supply later by minting or burning tokens (if allowed). You won't be able to generate more tokens than the defined supply cap.": "토큰 소유자의 지갑으로 보낼 초기 공급을 정의할 수 있습니다. 토큰을 발행하거나 소각하여 나중에 공급을 늘리거나 줄일 수 있습니다(허용되는 경우). 정의된 공급 한도보다 많은 토큰을 생성할 수 없습니다.",
  "You selected a TEST Network.": "테스트 네트워크를 선택했습니다.",
  "You will be able to choose between several features.": "여러 기능 중에서 선택할 수 있습니다.",
  "Your Token Source Code will be automatically verified on Etherscan. Only works on Mainnet..": "토큰 소스 코드는 Etherscan에서 자동으로 확인됩니다. 메인넷에서만 작동합니다..",
  "Your Token doesn't need an access type because of there are not actions that needs privileges.": "권한이 필요한 작업이 없기 때문에 토큰에 액세스 유형이 필요하지 않습니다.",
  "Your Token will be a fully ERC20 compatible token. Any ERC20 wallet will support your Token.": "귀하의 토큰은 ERC20과 완전히 호환되는 토큰입니다. 모든 ERC20 지갑은 귀하의 토큰을 지원합니다.",
  "Your Token will have Roles. Accounts with \"MINTER\" role will be able to mint new tokens. Accounts with \"ADMIN\" role will be able to add or remove roles to minters or other admins. The account you use to deploy your Token will be ADMIN and MINTER by default. In addition your Token will have the Ownable behaviour too.": "토큰에는 역할이 있습니다. \"MINTER\" 역할을 가진 계정은 새 토큰을 발행할 수 있습니다. \"ADMIN\" 역할이 있는 계정은 발행인이나 다른 관리자에게 역할을 추가하거나 제거할 수 있습니다. 토큰을 배포하는 데 사용하는 계정은 기본적으로 ADMIN 및 MINTER입니다. 또한 토큰에는 소유 가능 동작도 있습니다.",
  "Your Token will have an Owner. The account you use to deploy your Token will be owner by default and will be able to mint new tokens or call the finish minting function. You can transfer token ownership to addresses or Smart Contract.": "귀하의 토큰에는 소유자가 있습니다. 토큰을 배포하는 데 사용하는 계정은 기본적으로 소유자가 되며 새 토큰을 발행하거나 완료 발행 기능을 호출할 수 있습니다. 토큰 소유권을 주소 또는 스마트 계약으로 이전할 수 있습니다.",
  "Your token supply will be 10.000. The entire token supply will be generated during deploy and sent to Token Owner wallet. You can't increase or reduce supply later.": "토큰 공급량은 10.000입니다. 전체 토큰 공급은 배포 중에 생성되어 토큰 소유자 지갑으로 전송됩니다. 나중에 공급을 늘리거나 줄일 수 없습니다.",
  "its company are free of any liability regarding Tokens built using\nToken Generator, and the use that is made of them. Tokens built on\nToken Generator, their projects, their teams, their use of Token (as\nwell as anything related to Token) are in no way connected to\nSmartContracts Tools or its company.": "그 회사는 토큰 생성기를 사용하여 구축된\n토큰 및 토큰 사용과 관련하여 어떠한 책임도 지지 않습니다. 토큰 생성기, 프로젝트, 팀, 토큰 사용(토큰과 관련된 모든\n포함)을 기반으로 구축된 토큰은\nSmartContracts 도구 또는 해당 회사와 관련이 없습니다."
}